backend/SISNET/extracted/ejemplos/ejemplos/ejemplo eRemito.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webServices.sitioWeb.crp.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:recepcionCFE>
         <wsCAE>
            <errorDes/>
            <hayError>false</hayError>
            <idInterno>1500001</idInterno>
            <numero>1</numero>
            <numeroAutorizacion>90170001110</numeroAutorizacion>
            <serie>B</serie>
         </wsCAE>
         <wsVarios>
            <fchEmis>21/12/2016</fchEmis>
            <tipoTraslado>1</tipoTraslado>
         </wsVarios>
         <wsReceptor>
            <ciudadRecep>Montevideo</ciudadRecep>
            <codPaisRecep>UY</codPaisRecep>
            <deptoRecep>MontevideoDepto</deptoRecep>
            <dirRecep>Fernández Crespo 1534</dirRecep>
            <docRecep>214844360018</docRecep>
            <rznSocRecep>DGI</rznSocRecep>
            <tipoDocRecep>2</tipoDocRecep>
         </wsReceptor>
         <wsTotales>
            <cantLinDet>3</cantLinDet>
            <mntExpoyAsim>0.0</mntExpoyAsim>
            <mntIVATasaBas>0.0</mntIVATasaBas>
            <mntIVATasaMin>0.0</mntIVATasaMin>
            <mntNetoIvaTasaBasica>0.0</mntNetoIvaTasaBasica>
            <mntNetoIvaTasaMin>0.0</mntNetoIvaTasaMin>
            <mntNoGrv>0.0</mntNoGrv>
            <mntPagar>0.0</mntPagar>
            <mntTotCredFisc>0.0</mntTotCredFisc>
            <mntTotRetenido>0.0</mntTotRetenido>
            <mntTotal>0.0</mntTotal>
            <montoNF>0.0</montoNF>
         </wsTotales>
         <listaWsItems>
            <cantidad>10.000</cantidad>
            <indFact>0</indFact>
            <montoItem>0.0</montoItem>
            <nomItem>aaa</nomItem>
            <nroLinDet>1</nroLinDet>
            <precioUnitario>0.0</precioUnitario>
            <uniMed>kg</uniMed>
         </listaWsItems>
         <listaWsItems>
            <cantidad>5.000</cantidad>
            <indFact>0</indFact>
            <montoItem>0.0</montoItem>
            <nomItem>bbb</nomItem>
            <nroLinDet>2</nroLinDet>
            <precioUnitario>0.0</precioUnitario>
            <uniMed>kg</uniMed>
         </listaWsItems>
         <listaWsItems>
            <cantidad>8.000</cantidad>
            <indFact>0</indFact>
            <montoItem>0.0</montoItem>
            <nomItem>ccc</nomItem>
            <nroLinDet>3</nroLinDet>
            <precioUnitario>0.0</precioUnitario>
            <uniMed>kg</uniMed>
         </listaWsItems>
         <impresionImprimirSiNo>n</impresionImprimirSiNo>
         <impresionImpresora>BROTHER</impresionImpresora>
         <impresionFormato>FacNorImpGeneralV16Cab</impresionFormato>
         <impresionNumeroVias>2</impresionNumeroVias>
         <simular>2</simular>
         <emailCuerpo/>
      </web:recepcionCFE>
   </soapenv:Body>
</soapenv:Envelope>